import React from "react";
import TopSection from "./TopSection";

const RegulationPage = () => {
  return (
    <>
<TopSection
  subtitle="Положение о чемпионате"
  title="Global Construction Cup"
/>
    <div className="regulation-wrapper">


      <section className="regulation-section">
        <div className="regulation-content">
          <h2 className="regulation-title">1. Общие положения</h2>
          <p className="regulation-text">
            Международный чемпионат "Global Construction Cup" — это престижное ежегодное мероприятие, организуемое Общероссийским межотраслевым объединением работодателей «Российский Союз строителей» (РСС). Цель чемпионата — признание и поощрение выдающихся достижений в строительной отрасли, выявление и поддержка талантливых лидеров, внедрение передовых технологий и укрепление международного сотрудничества.
          </p>
          <p className="regulation-text">
          Чемпионат объединяет руководителей, топ-менеджеров строительных компаний, а также представителей профессионального сообщества, которые стремятся продемонстрировать свои лидерские качества, инновационный подход и стратегическое видение. Это уникальная возможность для участников укрепить свои позиции в отрасли, получить признание коллег и найти новые партнерства.
          </p>
          <p className="regulation-text">К участию в чемпионате допускаются руководители и ТОП менеджеры строительных компаний с опытом работы на руководящих должностях не менее 3 лет.</p>
          <p className="regulation-subtext">Основные задачи чемпионата:</p>
          <ul className="who-ol-list">
            <li>Продвижение лучших практик в строительной индустрии.</li>
            <li>Укрепление международных связей и партнерства.</li>
            <li>Стимулирование внедрения инноваций и устойчивых технологий.</li>
            <li>Создание профессиональной платформы для обмена опытом.</li>
          </ul>

          <h2 className="regulation-title">2. Сроки проведения</h2>
          <ul className="who-list">
            <li>Основной этап соревнований: с 1 по 15 июня.</li>
            <li>Подведение итогов и церемония награждения: 20 июня.</li>
            <li>Прием заявок: с 1 марта по 15 мая.</li>
          </ul>
          <p className="regulation-text">
          Все сроки строго соблюдаются, и участникам необходимо планировать свою подготовку с учетом расписания.
          </p>

          <h2 className="regulation-title">3. Процесс подачи заявок</h2>
          <p className="regulation-subtext">Для участия в чемпионате участники должны:</p>
          <ul className="who-ol-list">
            <li>Зарегистрироваться на официальном сайте чемпионата и создать личный кабинет.</li>
            <li>Заполнить заявку, предоставив информацию о себе и своей компании.</li>
            <li>Предоставить комплект необходимых документов, включая:</li>
            <ul className="who-list">
                <li>Официальное письмо от компании с подтверждением должности участника.</li>
                <li>Подробное портфолио участника, описывающее его опыт, достижения и проекты.</li>
                <li>Презентацию одного или нескольких реализованных проектов с указанием целей, технологий, использованных методов и результатов.</li>
                <li>Документы, подтверждающие достижения: сертификаты, награды, публикации и т.д.</li>
                <li>Фотографию участника, логотип компании и краткую аннотацию для публикации в официальных материалах чемпионата.</li>
            </ul>
            <li>Уплатить регистрационный взнос, если таковой предусмотрен условиями участия.</li>
          </ul>
          <p className="regulation-text">Заявки рассматриваются на соответствие установленным требованиям. Неполные заявки или заявки, поданные после окончания приема, не допускаются к участию.</p>

          <h2 className="regulation-title">4. Номинации</h2>
          <p className="regulation-subtext">Чемпионат включает следующие номинации, которые ориентированы на признание достижений руководителей и топ-менеджеров:</p>
          <ul className="who-ol-list">
            <li>Лидер года в строительной отрасли</li>
            <li>За внедрение инноваций в строительстве</li>
            <li>Лучший руководитель строительной компании</li>
            <li>Эффективное управление проектами</li>
            <li>За вклад в устойчивое строительство</li>
            <li>Лидер цифровой трансформации в строительстве</li>
            <li>За вклад в развитие отрасли</li>
            <li>Командный лидер года</li>
            <li>За стратегическое управление развитием компании</li>
            <li>За развитие корпоративной культуры и команды</li>
          </ul>
          <p className="regulation-text">Каждая номинация имеет четко определенные критерии оценки, которые учитывают профессиональные и лидерские качества участников.</p>

          <h2 className="regulation-title">5. Критерии оценки</h2>
          <p className="regulation-text">
          Оценка жюри на чемпионате "Global Construction Cup" формируется на основе тщательно разработанной системы критериев, которая учитывает все ключевые аспекты деятельности участников. Каждой номинации соответствует перечень параметров, по которым оцениваются достижения, профессионализм и вклад участников. Для обеспечения объективности и прозрачности процесс оценки основан на балльной системе, где по каждому из критериев выставляются баллы от 0 до 10, в зависимости от степени выполнения или превосходства над установленными стандартами.
          </p>
          <p className="regulation-text">
          Жюри состоит из независимых экспертов международного уровня, представляющих различные направления строительной отрасли. Их профессиональный опыт и экспертиза обеспечивают высокую точность и справедливость оценки. Каждый член жюри рассматривает предоставленные материалы участников (документы, проекты, отчеты) и оценивает их выступления на чемпионате, включая презентацию проектов и ответы на вопросы. Особое внимание уделяется инновационности подходов, качеству реализации, стратегическому мышлению и вкладу в развитие отрасли.
          </p>
          <p className="regulation-text">
          После индивидуального анализа участника каждый член жюри выставляет свои оценки по всем критериям номинации. Эти оценки затем суммируются, и формируется итоговый балл для каждого участника. Для минимизации субъективности оценки нескольких членов жюри усредняются. В случаях, когда итоги нескольких участников близки, проводится дополнительное обсуждение для определения окончательного результата.
          </p>
          <p className="regulation-text">Особенностью системы оценки является её акцент на реальное влияние проектов и достижений участников на строительную отрасль. Победителями становятся не только те, кто демонстрирует высокие результаты внутри своей компании, но и те, чья деятельность имеет широкий социальный, экономический или экологический эффект. Такая методология позволяет выявить лидеров отрасли, чьи успехи и подходы могут стать примером для других профессионалов.</p>

          <h2 className="regulation-title">6. Жюри</h2>
          <p className="regulation-text">
          Члены жюри чемпионата "Global Construction Cup" — это международные эксперты, представляющие все ключевые направления строительной отрасли. Среди них — руководители ведущих строительных компаний, архитекторы мирового уровня, специалисты по инновациям и технологиям, экономисты, а также представители государственных органов и отраслевых ассоциаций. Их опыт и авторитет обеспечивают высокую объективность и профессионализм в оценке участников. Особое внимание уделяется привлечению экспертов, которые могут оценить проекты не только с точки зрения текущих стандартов, но и их влияния на развитие отрасли в будущем.
          </p>
          <p className="regulation-text">
          Эксперты по строительным технологиям и устойчивому строительству играют ключевую роль в оценке новаторских подходов участников. Эти члены жюри анализируют внедрение экологичных технологий, снижение углеродного следа, использование современных материалов и подходов. Архитекторы и проектировщики оценивают эстетическую и функциональную ценность проектов, их соответствие мировым стандартам и уникальность дизайна. Экономисты и аналитики, в свою очередь, сосредоточены на финансовой эффективности и стратегическом влиянии проектов на рынок.
          </p>
          <p className="regulation-text">Среди жюри также присутствуют образовательные и научные специалисты, а также победители предыдущих чемпионатов. Научные эксперты оценивают вклад участников в развитие кадровой подготовки и научных разработок. Победители прошлых лет, которые добились международного признания, добавляют практическую перспективу в оценочный процесс. Их участие подчеркивает преемственность опыта и высокую планку чемпионата.</p>
        <p className="regulation-text">Жюри формируется на основе принципов международного состава, независимости и ежегодной ротации. Это позволяет обеспечивать объективность оценок и актуальность подходов. Независимость экспертов от участников исключает конфликты интересов, а ежегодное обновление состава жюри поддерживает высокий уровень чемпионата. Благодаря профессионализму жюри "Global Construction Cup" сохраняет свой статус одного из самых авторитетных событий строительной отрасли.</p>

          <h2 className="regulation-title">7. Церемония награждения</h2>
          <p className="regulation-subtext">
          Церемония награждения состоится 20 июня в торжественной обстановке. В рамках мероприятия:
          </p>
          <ul className="who-list">
            <li>Объявляются победители и лауреаты в каждой номинации.</li>
            <li>Вручаются дипломы, сертификаты и специальные призы.</li>
            <li>Представляются проекты победителей.</li>
            <li>Проводятся тематические дискуссии и нетворкинг.</li>
          </ul>
          <p className="regulation-subtext">
          Победители получают:
          </p>
          <ul className="who-list">
            <li>Признание на международном уровне.</li>
            <li>Возможность продвижения своих проектов через партнерские и отраслевые платформы.</li>
            <li>Призы и награды, включая денежные вознаграждения.</li>
          </ul>

          <h2 className="regulation-title">8. Заключительные положения</h2>
          <ul className="who-list">
            <li>Организаторы оставляют за собой право вносить изменения в условия участия и проведения чемпионата, своевременно уведомляя участников.</li>
            <li>Все материалы, предоставленные участниками, могут использоваться организаторами в информационных и рекламных целях.</li>
            <li>Участие в "Global Construction Cup" — это уникальная возможность заявить о себе, укрепить позиции в отрасли и внести вклад в развитие строительной индустрии.</li>
          </ul>
          <p className="regulation-text">
          Мы ждем ваших заявок и готовы поддержать лучших из лучших!
          </p>
        </div>
      </section>
    </div>
    </>
  );
};

export default RegulationPage;
